[
  {"id": 1, "palavra": "Amiga", "dica": "É aquela pessoa que você procura para brincar e conversar. Ela te ajuda quando você precisa e compartilha as alegrias e risadas."},
  {"id": 2, "palavra": "Respeito", "dica": "É o que sentimos quando deixamos outra pessoa falar e ouvimos com atenção, mesmo que ela pense diferente. É importante para amizades e para a escola."},
  {"id": 3, "palavra": "Coragem", "dica": "É o sentimento que temos quando enfrentamos algo novo ou um pouco assustador, como falar em público ou tentar algo diferente pela primeira vez."},
  {"id": 4, "palavra": "Inclusão", "dica": "É quando convidamos todos para participar e brincar juntos, sem deixar ninguém de fora. Faz com que todos se sintam parte do grupo."},
  {"id": 5, "palavra": "Cuidado", "dica": "É o que fazemos quando ajudamos alguém que está triste ou machucado, ou quando tratamos as pessoas com carinho e atenção."},
  {"id": 6, "palavra": "Gratidão", "dica": "É o que sentimos quando alguém faz algo bom por nós, como dividir um brinquedo ou ajudar em uma tarefa. É querer agradecer de coração."},
  {"id": 7, "palavra": "Empatia", "dica": "É quando tentamos entender como o outro está se sentindo. Como quando imaginamos o que alguém sente ao estar triste ou feliz."},
  {"id": 8, "palavra": "Generosidade", "dica": "É quando dividimos o que temos, seja um brinquedo, um lanche ou um abraço, porque queremos fazer o outro se sentir bem."},
  {"id": 9, "palavra": "Solidariedade", "dica": "É quando ajudamos alguém em uma situação difícil, como emprestar um lápis ou ajudar um amigo que caiu, para mostrar que ele não está sozinho."},
  {"id": 10, "palavra": "Paciência", "dica": "É o que praticamos quando esperamos a nossa vez de falar ou de brincar, sem ficar irritados, mesmo que demore um pouco."},
  {"id": 11, "palavra": "Honestidade", "dica": "É quando falamos a verdade, mesmo quando pode ser difícil. Como quando admitimos que quebramos algo ou cometemos um erro."},
  {"id": 12, "palavra": "Colaboração", "dica": "É o que acontece quando trabalhamos juntos para fazer algo, como montar um quebra-cabeça em equipe, ajudando uns aos outros."},
  {"id": 13, "palavra": "Confiança", "dica": "É o que sentimos por alguém que sabemos que sempre estará lá para nos ajudar, como um bom amigo ou um membro da família."},
  {"id": 14, "palavra": "Perseverança", "dica": "É quando continuamos tentando, mesmo que algo seja difícil, como aprender uma nova brincadeira ou resolver um problema."},
  {"id": 15, "palavra": "Companheirismo", "dica": "É quando estamos ao lado de alguém em todos os momentos, bons ou ruins, como um verdadeiro amigo que nunca nos abandona."},
  {"id": 16, "palavra": "Sinceridade", "dica": "É quando falamos o que sentimos de verdade, sem tentar enganar ou esconder, sendo honestos com as pessoas."},
  {"id": 17, "palavra": "Paz", "dica": "É o sentimento tranquilo que sentimos quando não há brigas nem discussões, e todos se respeitam e convivem bem juntos."},
  {"id": 18, "palavra": "Responsabilidade", "dica": "É o que sentimos quando cumprimos com os nossos deveres, como cuidar dos nossos pertences e fazer nossas tarefas."},
  {"id": 19, "palavra": "Compaixão", "dica": "É quando sentimos vontade de ajudar alguém que está passando por um momento difícil, mostrando que nos importamos."},
  {"id": 20, "palavra": "Autocontrole", "dica": "É quando conseguimos controlar nossos sentimentos e reações, mesmo que estejamos tristes ou irritados."},
  {"id": 21, "palavra": "Bondade", "dica": "É quando fazemos algo para deixar o dia de alguém mais feliz, como dar um sorriso, ajudar ou dizer uma palavra gentil."},
  {"id": 22, "palavra": "Altruísmo", "dica": "É quando fazemos algo para ajudar os outros, sem esperar nada em troca, apenas para ver a felicidade no rosto deles."},
  {"id": 23, "palavra": "Dedicação", "dica": "É quando nos esforçamos ao máximo para cumprir algo, como estudar ou treinar para algo importante."},
  {"id": 24, "palavra": "Integridade", "dica": "É quando agimos com honestidade e princípios, fazendo o que é certo mesmo que ninguém esteja vendo."},
  {"id": 25, "palavra": "Compreensão", "dica": "É quando escutamos e tentamos entender o que a outra pessoa está passando, mostrando paciência e carinho."},
  {"id": 26, "palavra": "Atenção", "dica": "É o que damos quando ouvimos o outro com cuidado e estamos presentes no momento, sem nos distrair."},
  {"id": 27, "palavra": "Determinação", "dica": "É quando seguimos firmes no nosso objetivo, mesmo com obstáculos, até alcançarmos o que queremos."},
  {"id": 28, "palavra": "Simplicidade", "dica": "É quando valorizamos o que é básico e simples, sem precisar de muito para ser feliz e fazer os outros felizes."},
  {"id": 29, "palavra": "Fé", "dica": "É quando acreditamos que algo bom vai acontecer, mesmo que não tenhamos certeza, mantendo a esperança."},
  {"id": 30, "palavra": "Humildade", "dica": "É quando reconhecemos que todos têm qualidades e defeitos, e que podemos aprender com os outros."}
]
